app/controllers/acad_orgs_controller.rb

SELECT "acad_orgs".* FROM "acad_orgs"
---
  def index
    @acad_orgs = AcadOrg.all